Repository: common-repository/clearsale-total
Catalog: languages/clearsale-total-*.po
Languages: pt_br

source: ClearSale status:
pt_br: Status da ClearSale:

source: WP Requirements: the requirements are invalid.
pt_br: Requisitos do WP: os requisitos são inválidos.

source: could not be activated.
pt_br: não pôde ser ativado.

source: Required PHP Extension(s) not found:
pt_br: Extensões requeridas do PHP não encontradas:

source: Please update to meet requirements.
pt_br: Por favor, atualize para atender aos requisitos.

source: (Automatic Approval) - Request was approved automatically according to parameters defined in the automatic approval rule
pt_br: (Aprovação Automática) – Pedido foi aprovado automaticamente segundo parâmetros definidos na regra de aprovação automática

source: (Manual Approval) - Order approved manually by decision of an analyst
pt_br: (Aprovação Manual) – Pedido aprovado manualmente por tomada de decisão de um analista

source: (Disapproved Without Suspicion) - Request Disapproved without Suspicion for lack contact within the agreed period and / or policies restrictive of CPF (Irregular, SUS or Canceled)
pt_br: RPM (Reprovado Sem Suspeita) – Pedido Reprovado sem Suspeita por falta de contato com o cliente dentro do período acordado e/ou políticas restritivas de CPF (Irregular, SUS ou Cancelados)

source: (Manual analysis) - Request is queued for analysis
pt_br: (Análise manual) – Pedido está em fila para análise

source: (New) - Order imported and not sorted Score by analyzer
pt_br: (Novo) – Pedido importado e não classificado Score pela analisadora (processo que roda o Score de cada pedido)

source: (Manual Suspension) - Suspended Suspension Suspected Fraud based on contact with the 'customer' or on the ClearSale database
pt_br: (Suspensão Manual) – Pedido Suspenso por suspeita de fraude baseado no contato com o “cliente” ou ainda na base ClearSale

source: (Canceled by Customer) - Canceled upon client's request or order duplication
pt_br: (Cancelado pelo Cliente) – Cancelado por solicitação do cliente ou duplicidade do pedido

source: (Fraud Confirmed) - Request imputed as Fraud Confirmed by contact with the card administrator and / or contact with the card or CPF that are unaware of the purchase
pt_br: (Fraude Confirmada) – Pedido imputado como Fraude Confirmada por contato com a administradora de cartão e/ou contato com titular do cartão ou CPF do cadastro que desconhecem a compra

source: (Automatic Deprecation) - Request Failed Automatically by some kind of Business Rule that needs to be applied (Note: usual and not recommended)
pt_br: (Reprovação Automática) – Pedido Reprovado Automaticamente por algum tipo de Regra de Negócio que necessite aplicá-la (Obs: não usual e não recomendado)

source: (Policy Disapproval) - Request disapproved automatically by policy established by the customer or ClearSale
pt_br: (Reprovação Por Política) – Pedido reprovado automaticamente por política estabelecida pelo cliente ou ClearSale

source: (Policy Approval) - Request approved automatically by policy established by the customer or ClearSale
pt_br: (Aprovação Por Política) – Pedido aprovado automaticamente por política estabelecida pelo cliente ou ClearSale

source: WooCommerce - ClearSale Total (for Brazil) - Configurations
pt_br: WooCommerce - ClearSale Total (para Brasil) - Configurações

source: Settings
pt_br: Configurações

source: ClearSale Status
pt_br: Status da ClearSale

source: Not integrated yet.
pt_br: Não integrado ainda.

source: No order found.
pt_br: Nenhum pedido encontrado.

source: This order (%s) has already been integrated into ClearSale!
pt_br: Este pedido (%s) já foi integrado na ClearSale!

source: This order (%s) has NOT been integrated into ClearSale!
pt_br: Este pedido (%s) NÃO foi integrado na ClearSale!

source: This order (%s) failed to be integrated in 3 attempts, contact support@clear.sale!
pt_br: Este pedido (%s) não conseguiu ser integrado em 3 tentativas, entrar em contato com suporte@clear.sale!

source: This order (%s) was canceled!
pt_br: Este pedido (%s) foi cancelado!

source: This order (%s) is awaiting payment approval for Clear Sale risk analysis!
pt_br: Este pedido (%s) está aguardando aprovação do pagamento para análise de risco Clear Sale!

source: Order Resend
pt_br: Reenviar pedido

source: ClearSale - Order Status
pt_br: ClearSale - Status do pedido

source: View all ClearSale products
pt_br: Visualize todos os produtos da ClearSale

source: here
pt_br: aqui

source: Select between test and production environment
pt_br: Selecione entre ambiente de teste e produção

source: ClearSale Test (homologation)
pt_br: ClearSale Teste (homologação)

source: ClearSale Production
pt_br: ClearSale Produção

source: Enter login and password provided by ClearSale
pt_br: Digite login e senha fornecidos pela ClearSale

source: Password:
pt_br: Senha:

source: Enter the Fingerprint provided by ClearSale,
pt_br: Digite o Fingerprint fornecido pela ClearSale,

source: You should have a number like this: a6s8h29ym6xgm5qor3sk
pt_br: Você deve ter um número parecido com este: a6s8h29ym6xgm5qor3sk

source: Cancel order when CleaSale status is negative
pt_br: Cancelar pedido quando o status da CleaSale for negativo

source: Cancel Order:
pt_br: Cancelar Pedido:

source: ClearSale is not responsible for orders that follow after our disapproval
pt_br: A ClearSale não se responsabiliza pelos pedidos que tiverem sequência após nossa reprovação

source: Select New status after order is approved. Default: Processing
pt_br: Selecione Novo status após a aprovação do pedido. Padrão: Processando

source: Please, inform the URL below to ClearSale. This action will allow the retailer to receive approval/disapproval of the operations.
pt_br: Informar a URL abaixo para a ClearSale. Esta ação permitirá a você, lojista, receber as aprovações/reprovações das operações.

source: Log ClearSale events, such as API requests, you can check this log in %s.
pt_br: Salvar os eventos da Clearsale, como as chamadas das APIs, você pode verificar o log em %s.

source: System Status &gt; Logs
pt_br: Status do sistema &gt; Logs

source: Enable Log:
pt_br: Habilita Log:

source: Save all changes
pt_br: Salvar Alterações

source: Document Number
pt_br: Número de documento

source: Cpf/Cnpj (Valid only in Brazil)
pt_br: CPF/CNPJ (Válido apenas no Brasil)

source: Only numbers
pt_br: Apenas números

source: Please enter value in Document Number.
pt_br: Por favor digite o número do documento.

source: Invalid CPF Number.
pt_br: CPF inválido.

source: Invalid CNPJ Number.
pt_br: CNPJ inválido.
